Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ འི་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ གཞན་ ཚ་བ་ ཞེས་ བྱ་བ་
en: Applying knowledge derived from hearing, he will perceive a realm known as the Hell of Heat.

source: ཉེས་པ ར་ བྱས་པ འི་ ལས་ རབ་ཏུ་ བདོ་བ ས་ ཀུན་ ནས་ བསླང་བ །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ལས་ གནོད་པ་ བཅུ་འགྱུར་ གྱིས་ ལྷག་པ་ ཞིག་ ཡོད་པ་ མཐོང་ ངོ་ །_།
en: Constructed through a tremendous increase of misdeeds, this hell is ten times more torturous than the great hell of Howling.

source: འཁོར་ བཅུ་དྲུག་ ལ་ འདི་ལྟ་སྟེ །_
en: Its sixteen neighboring realms are as follows:

source: རབ་ཏུ་ སྲེག་པ་ ཆེན་པོ་ དང་ །_ པད་མ་ དཀར་པོ་ ལྟ་བུ་ དང་ །_ སྦྲུལ་ འཁྱིལ་པ་ ལྟ་བུ་ དང་ །_ ཟངས་ བཞུས་པ ར་ ཉ་འཁྱུག་པ་ ལྟ་བུ་ དང་ །_ ལྕགས་ ཀྱི་ བུམ་པ་ དང་ །_ ཆུ་བོ་ དམར་པོ་ འབབ་པ་ དང་ །_ རྐང་ དང་རུ ས་པ་ ལ་ སྲིན་བུ་ མང་བ་ དང་ །_ སྐྱེ་བོ་ ཐམས་ཅད་ སྲེག་པ་ དང་ །_ ས ར་ འབྱིན་ མཐའ་ ཡ ས་ དང་ །_! པད་མ་ ཆེན་པོ་ ལྟ་བུ་ དང་ །_ [205b] མཐའ་ དྲག་ དང་ །_ རུས་པ་ རྡོ་རྗེ་ ལྟ་བུ་ འབྱུང་ ཞིང་ འདུ་བ་ དང་ །_ ལྕགས་ ནག་པོ འི་ སྐུད་པ ས་ འདྲ་ ལ་ ཞིང་ གཅོད་པ་ ཚ་བ་ དང་ །_ སྲིན་བུ་ ན་ཀྲ་ དང་ །_ འཁོར་ལོ་ དང་ །_ མེ་ འཇིགས་ འཇིགས་ ལྟར་ སྐྱེས་པ་ དང་ །_ ནགས་ཚལ་ གྱི་ མེ་ མུན་པ་ ལྟར་ འཁྲིགས་པ་ དང་ །_ བུང་བ་ རྡོ་རྗེ་ ལྟ་བུ ས་ གནོད་པ འི་ གོ་ཆ་ ཞེས་ བྱ་བ་ སྟེ །_
en: Great Scorching; Resembling White Lotuses; Teeming with Snakes; Swimming Like Fish in Molten Copper; Iron Vase; Flow of Red Rivers; Copious Parasites in Marrow and Bones; Burning Everyone; Infinite Sinking into the Ground;#90 Resembling a Great Lotus; {{page:{number:248,id:UT22084-068-021-100274,folio:F.205.b,volume:V68}}} Terrifying Slope; Masses of Vajra-Like Bones; Excruciating Splitting and Cutting by Means of a Black Iron Thread; Terrifying Inferno with Swarms of Crocodiles; Forest Fires Like an Enveloping Darkness; and Tormenting Armor of Vajra-Like Flies.

source: འདི་དག་ ནི་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ བཅུ་དྲུག་ ཡིན་ ཏེ །_ དེར་ ཚེ་ ནི་ བགྲང་ དུ་ མི་ ལང་ ངོ་ །_།
en: These are the sixteen realms that surround the great Hell of Heat, and the lifespan of the beings there cannot be measured.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ དང་ །_ ལོག་པ ར་ ལྟ་བ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ ལ །_ ལས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ལ ས་ ཀུན་ གྱི་ མཇུག་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: $712 “Inquiring into what karmic actions may cause one to be born in this hell, the monk will apply knowledge derived from hearing, and so see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, lying, and wrong view, as well as the preparations for, and conclusions of, these acts.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Thereby one will, upon having separated from one’s body, fall into the lower realms and be born in the great Hell of Heat.

source: དེ་ ལ་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ རྣམས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ནི་ བཤད་ ཟིན་ ཏོ །_།
en: $713 “The ripening of the effects of killing, stealing, sexual misconduct, alcohol consumption, and lying have already been explained.

source: ལོག་པ ར་ ལྟ་བ་ ནི་ གང་ གིས་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ལ་ ཕ་རོལ་ ལ་ ཡང་ བསྟན་པ་ ཡིན་ ཏེ །_
en: Further, one may abide by and become habituated to a wrong view personally, just as one may teach it to others.

source: འདི་ལྟ་སྟེ །_ སྦྱིན་པ་ མེད་ དོ །_། མཆོད་སྦྱིན་ མེད་ དོ །_།
en: Thus, one may develop a nihilist view, declaring, ‘There are no benefits to generosity and worship.

source: ལེགས་པ ར་ བྱས་པ་ དང་ །_ ཉེས་པ ར་ བྱས་པ་ རྣམས་ ཀྱི་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ མེད་ དོ །_།
en: There is no ripening of effects of wholesome or flawed actions.

source: འཇིག་རྟེན་ འདི་ མེད་ དོ །_། འཇིག་རྟེན་ ཕ་རོལ་ མེད་ དོ །_།
en: This world does not exist, nor is there anything that lies beyond it.

source: མ་ མེད་ དོ །_། ཕ་ མེད་ དོ །_།
en: There is no mother and no father.’

source: ཞེས་ དེ་སྐད་ ཆད་པ ར་ སྨྲ་བ་ ནི་ལ ས་ ཡོད་པ་ འཇིག་པ་ ཡིན་ ཏེ །_
en: With such declarations one denies the existence of karmic action.

source: གཞན་དག་ ལ་ ཡང་ སྟོན་ ཅིང་ ཡང་དག་ པར་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད་ ལ་ ཡང་དག་ པར་ རབ་ཏུ་ དགའ་བ ར་ བྱེད་པ་ ལོག་པ ར་ ལྟ་བ་ བསྐྱེད་ ནས །_
en: And one might also teach such a view to others, and one might inculcate people with it and even make them zealous about it.

source: ཕ་རོལ་ དག་ ལ་ལ ས་ ཀྱི་ ལམ་ གྱི་ རྒྱུ་ མེད་པར་ སྟོན་པ་ ནི་ ཆོམ་རྐུན་པ་ ཚུལ་ བཟང་པོ ར་ འཆོས་པ་ ཡིན་ ཏེ །_
en: Those who thus cause others to develop a wrong view by teaching them that actions have no causal power are like a bandit pretending to be a benevolent man.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_
en: When such people separate from their bodies, they will fall into the lower realms and take birth in the great Hell of Heat. {{page:{number:249,id:UT22084-068-021-100275,folio:F.206.a,volume:V68}}}

source: དེ་ ལ་ལ ས་ ཀྱི་ ལམ་ དང་ །_ ལས་ [206a] ཀྱི་ འབྲས་བུ་ ཡོད་ བཞིན་ དུ་ རྣམ་པར་ སླུ་བ་ ཡིན་ ཏེ །_ དེ་ འཆི་བ འི་ དུས་བྱ ས་ ནས་ སྲིད་པ་ བར་མ འི་ བར་ དུ་ སྐྱེ་བ་ ན །_ ལྟས་ངན་པ འི་ མཚན་མ་ འབྱུང་བ ར་ འགྱུར་བ་ ནི་ འདི་ལྟ་སྟེ །_
en: $714 “Those who thus deceive others despite the existence of effects of karmic action will at death, as they enter the intermediate existence, perceive ominous appearances that result from their negative view.

source: འཇིགས་པ་ མཆོག་ ཏུ་ མི་བཟད་པ་ མུན་པ ར་ ངེས་པ ར་ གྱུར་པ་ དང་ །_
en: They will feel that they are in a terrifying and unbearable darkness.

source: སོ་སོ་ ནས་ འཇིགས་ པར་ བྱེད་པ་ སེང་གེ་ དང་ །_ སྟག་ དང་ །_ དྲེད་ དང་ །_ གུང་ དང་ །_ སྦྲུལ་ མང་པོ་ ཕུག་ དང་ །_ མུན་པ་ མེད་པ་ ན་ འདུག་པ་ དང་ །_ དེས་ གཞན་ ཡང་ རི་ ཆེ་ ཞིང་ མཐོ་བ་ དེ འི་ མགོ འི་ སྟེང་ དུ་ མྱུར་བ ར་ འོང་བ་ མཐོང་བ་ དང་ །_ སྟག་ དང་ །_ སེང་གེ་ དེ་དག་ ཀྱང་ སོ་སོ་ ནས་ འཇིགས་ པར་ བྱེད་ ཅིང་ སྒྲ་ འབྱིན་པ་ ཐོས་པ་ དང་ །_
en: Or they will become frightened by lions, tigers, bears, leopards, and snakes, creeping out of dark caves or descending swiftly from the summits of high mountains, and they will hear the terrifying roars of tigers and lions.

source: གཞན་དག་ ཀྱང་ གཟུགས་མཆོག་ ཏུ་ དམན་ ཞིང་ སྙིང་རྗེ་ རྗེ་ ལྟར་ འདུག་པ་ མཐོང་བ་ དང་ །_
en: They will also see other, extremely miserable and piteous forms that inspire fear and compassion.

source: དེ་དག་ ལ་ ནག་པོ་ ལྟ་བུ་ མཐོང་ ཞིང་ མེ་ རབ་ཏུ་ འབར་བ་ དེ འི་ སྟེང་ ན་ འདུག་པ་ མཐོང་བ་ དང་ །_
en: They will perceive a blazing fire and themselves on top of it.

source: ཝ་ བརྒྱལ་བ འི་ སྒྲ་ དྲག་པོ་ ཐོས་པ་ དང་ །_ གཤིན་རྗེ འི་ མི་ གཟུགས་ མི་ སྡུག་པ ར་ བསྒྱུར་བ་ དག་ མཐོང་བ་ དང་ དེ་ སྐྲག་ གོ །_།
en: They will hear loud jackal yelps, and they will see and hear the hideous forms of the henchmen of the Lord of Death.

source: ལོག་པ ར་ སྨྲ་བ །_ རྒྱུ་ ངན་པ་ སྨྲ་བ །_ ཕྱོགས་ ངན་པ་ སྨྲ་བ །_ ལྟ་བ་ ངན་པ་ སྨྲ་བ །_ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སླུ་བ་ སྨྲ་བ །_ ངམ་གྲོག་ དང་ གཡང་ས འི་ རྒྱུ་ སྨྲ་བ །_ བདག་ཉིད་ ལ་ བདག་ སླུ་བ ར་ བྱེད་ ཅིང་ སྡིག་པ་ ཆེན་པོ་ བྱེད་པ་ དེ འི་ ལས་ རྟག་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་ ལ་ བསགས་པ འི་ འབྲས་བུ་ ནི་ འཆི་ཁ ར་ མཐོང་བ ར་ འགྱུར་ ཏེ དེ་ འཇིགས་ ཤིང་དབང་པོ་ བློང་ བློང་པོ ར་ འགྱུར་བ་ དང་ །_ བཤང་བ་ འབྱུང་བ ར་ འགྱུར་བ འམ །_ དེ་བཞིན་ དུ་ གཅི་བ་ འབྱུང་བ ར་ འགྱུར་བ འམ །_ དེ་བཞིན་ དུ་ སྐད་ འབྱིན་པ འམ །_ དེ་བཞིན་ དུ་ ཁ་ གདོང་ བར་ བྱེད་པ འམ །_ དེ་བཞིན་ དུ་ མལ་ གྱི་ མཐའ་ ལ་ ནོམ་པ ར་ བྱེད་ དོ །_།
en: $715 “Speaking falsely, advocating unfavorable causes, advancing harmful positions, teaching unwholesome views, creating deceptions about karmic effect, teaching causes that are calamitous, deceiving oneself and others, and engaging in great evil—the effects of constantly engaging in and becoming habituated to such completed and accumulated acts canon the verge of death, be perceived in the way that one becomes terrified and panics, discharges feces or urine, cries, gapes, and clutches the edge of one’s bed.

source: རི་ དེ་ བདག་ གི་ སྟེང་ དུ་ འོང་བ་ མཐོང་ ནས་ ལག་པ ས་ གཟུང་བ ར་ འདོད་པ་ དེ་ ལ་ མི་ དག་ ན་རེ་ འདི་ལྟར་ འདི་ ནི་ ནམ་མཁའ་ ལ་ རེག་པ ར་ འདོད་ དོ་ ཞེས་ སྨྲ་ སྟེ
en: $716 “Likewise, one will perceive beasts barreling down from mountaintops and, as one tries to fend them off with one’s hands, people will say, ‘He is trying to ward off empty space.’

source: འདི་ལྟར་ རི་ འོང་བ་ དེ་ཡང་ དང་ ཡང་ དུ་ མཐོང་བ་ དང་ །_ བདག་ཉིད་ ཀྱི་ ལུས་ ཐམས་ཅད་ ཀྱིས་ རེག་པ ར་ བྱེད་ དོ །_།
en: One will continue to see creatures descending from the mountains, though, and one will perceive that they maim one’s body all over.

source: འདི་ལྟར་ དེ་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ སྤྱད་ ཅིང་ ལས་ ཀྱི་ འབྲས་བུ་ བསླུས་པ་ ནི་ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་ ཡང་དག་ པར་ མྱོང་བ ར་ འགྱུར་བ འི་ ལྟས་ མང་པོ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: Such are the signs of an impending perception of the realms of hell, as experienced by those who engaged in misdeeds and were in error about karmic effects.

source: འདི་ལྟ་སྟེ །_ དཔེར་ན་ མི་ ཞིག་ མི་གཙང་བ འི་ ཕུང་པོ་ ད་དུང་ གི་ བར་ དུ་མ་ མཐོང་ གིས་ ཀྱང་ དྲི་ ང་ [206b] བ འི་ དྲི་ མནམ་པ་ དེ་བཞིན་ དུ་ སེམས་ཅན་ དམྱལ་བ་ ད་དུང་ གི་ བར་ དུ་མ་ མཐོང་ གིས་ ཀྱང་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ འི་ མཚན་མ་ མཆོག་ ཏུ་ འཇིགས་ ཤིང་ དྲག་པ་ དག་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: Just as one will be able to smell a pile of stinking filth even though one has not yet seen it, {{page:{number:250,id:UT22084-068-021-100276,folio:F.206.b,volume:V68}}} these terrifyingly fearsome signs of the great hells will appear to all even though hell itself is not yet perceptible.

source: ངན་པ ར་ ལྟ་ ཞིང་ སྨྲ་བ་ ཐམས་ཅད་ སྐྲག་པ ར་ བྱེད་ དེ །_ སྐྱེ་བོ་ བྱིས་པས་ བསྒྲུབས་པ་ ཉེས་པ ར་ བྱས་པ འི་ ཟོང་ །_ སེམས་ཅན་ དམྱལ་བ ར་ བྲིན་པ འི་ རིན །_ དེར་ གནས་པ འི་ རྣམ་པར་ སྨིན་པ ས་ དེ འི་ རླུང་ པིབ་པ་ ལ་ ཀ་ དང་ །_ སུ་ ཙ་ ཀ་ ཤིན་ཏུ་ དྲག་པ་ དག་ གིས་ ཡན་ལག་ དང་ ཉིང་ལག་ རྣམ་པར་ སྐུལ་བ ར་ བྱེད །_
en: $717 “The awful sights and words that one thus perceives will be frightening, for they show that the purchasing power of an infantile being’s accumulated misdeeds is now sufficient to pay for the journey to hell and the karmic ripening of living there.

source: རྣམ་པར་ རྡུང་བ ར་ བྱེད །_ རྣམ་པར་ གཤེག་ པར་ བྱེད་ དོ །_།
en: The dying person’s two winds, pippalaka and sūcaka,#91 will now blow fiercely and shake, beat, and smash all the person’s major and minor body parts.

source: དེ འི་ ལུས་ བདོ་བ་ ན །_ དེ འི་ སེམས་ སྲིད་པ་ ཐ་མ་ ལ་ ཚོར་བ་ གཉིས་ ཀྱིས་ གདུངས་པ་ ཡིན་ ཏེ །_
en: As the body is injured, the mind will be tormented by two types of agony that mark the final moments of life.

source: དེ་སྲིད་པ་ ཐ་མ་ པ་ ལ་ སེམས་ ཀྱི་ དམིགས་པ་ ལེགས་པ ར་ སྤྱད་པ འི་ འདུ་ཤེས་ སུ་ བྱེད་ དོ །_། དེ་ལྟ་བས་ན་ མི འི་ འཇིག་རྟེན་ ནས་ རང་ གིས་ བྱས་ ཤིང་ བསླུས་པ་ སྲིད་པ་ བར་མ་ ལ་ སེམས་ཅན་ དམྱལ་བ ར་ མྱོང་བ ར་ འགྱུར་བ འི་ ལྟས་ དག་ འབྱུང་བ ར་ འགྱུར་བ་ ནི་ འདི་ལྟ་སྟེ །_
en: When entering the final moments of life, the minds of those who deceived themselves in life will not focus on the practice of virtue.#92 Consequently, they will experience, “during the intermediate existence, the following omens betokening the sufferings of hell which they themselves have created.

source: སྙིང་ གི་ ལམ་ ལ་ སྒྲ་ དང་ །_ རེག་པ་ དང་ །_ རོ་ དང་ །_ གཟུགས་ དང་ །_ དྲི་ མི་འདོད་པ་ དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: Undesirable sounds, textures, tastes, forms, and smells will appear in their perception,#93 and they will hear the voices of the hideous henchmen of the Lord of Death.

source: སེམས་ཅན་ དམྱལ་བ་པ་ དག་ གི་ གཟུགས་ མི་ སྡུག་པ འི་ སྒྲ་ སྐད་ ཐོས་པ་ དང་ །_ རླུང་ རེག་པ་ སྤུ་གྲི་ ལྟ་བུ ས་ རེག་པ ར་ བྱེད་པ་ དང་ །_ རོ་ ཚ་བ འི་ རོ་ མྱོང་བ ར་ བྱེད་པ་ དང་ །_
en: They will experience winds that are as sharp as razors, burning tastes, terrifying sights that are aggravating to see, and a horrid stench.

source: གཟུགས་ འཇིགས་ པར་ སྟོན་པ་ རབ་ཏུ་ གདུང་བ་ ལྟ་བུ ར་ བྱས་པ་ དག་ ཀྱང་ མཐོང་བ ར་ འགྱུར །_ དྲི་ང་བ འི་ རྫས་ བསགས་པ འི་ དྲི་ དག་ མནམ་པ ར་ འགྱུར་ རོ །_། དེ་ལྟ ར་ ཡུལ་ ཐམས་ཅད་ ཀྱིས་ སྐྲག་པ་ སེམས་ཅན་ དམྱལ་བ་ ཤིན་ཏུ་ ལོག་པ ར་ ལྟ་བ ས་ མཐོང་བ ར་ འགྱུར་ ཏེ །_ ཇི་ལྟ ར་ དེས་ ཆོས་ ལོག་པ ར་ བསྟན་པ་ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་ དེས་ མཐོང་བ ར་ འགྱུར་ རོ །_།
en: Frightened by all these objects, the people holding wrong views will perceive the realms of hell, and their perception of hell will be in accordance with the character of their wrong doctrine.

source: ཀྱེ་མ་ ཡུལ་གྲོང་ ཁྱེར་ གྱི་ ཚུལ་ དང་ འཐུན་པ་ འདི་ རེ་ དགའ་ དེར་ བདག་ ཇི་ལྟ ར་ འདུག་པ ར་ བྱ་ སྙམ་ སྟེ །_
en: ‘Ah, how delightful is that fine city! I must by all means stay there!’

source: དེ་ ལ་ འདོད་པ ར་ བྱེད་ དོ །_།
en: Hence, they will have their hearts set on going to it.

source: དེ་སྲིད་པ འི་ ཡན་ལག་ མྱོང་བ ར་ འགྱུར་བ་ རིག་ ནས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ ཉེ་བ ར་ ལེན་པ འི་ རྐྱེན་ གྱིས་ སྲིད་པ་ འབྱུང་བ་ དེར་ སེམས་བསྐྱེད་ མ་ ཐག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Perceiving the links of existence that are to be experienced, they will thereupon be born there, because as the link of becoming manifests through the condition of grasping, the emergence of that intent will immediately cause birth. {{page:{number:251,id:UT22084-068-021-100277,folio:F.207.a,volume:V68}}}

source: དེར་ [207a] སྐྱེས་མ་ ཐག་ ཏུ་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ སྡུག་བསྔལ་ དེ་དག་ ཐམས་ཅད་ བཅུ་འགྱུར་ དུ་ འབྱུང་ ངོ་ །_།
en: Then, as they are born in hell, they must undergo an experience of the combined pains of the Reviving Hell, and so forth, only now intensified tenfold.

source: ནད་ བཞི་ བརྒྱ་རྩ་ བཞི་ ཡང་ འབྱུང་ སྟེ །_ དྲག་པ་ སེམས་ཅན་ དམྱལ་བ་ དང་ མཚུངས་པ །_
en: $718 “Also, the four hundred and four diseases will manifest, yet with a severity that matches hell.

source: གཅིག་ གི་ དཔེ ར་ གཅིག་ རུང་བ །_
en: Any of them may serve as an example to illustrate the others.

source: དོན་ ཐམས་ཅད་ མེད་པར་ བྱེད་ ཅིང་ འཇིགས་ པར་ བྱེད་པ་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ འབྲས་བུ ར་ གྱུར་པ་ དག་ ཡིན་ ནོ །_།
en: Such are the effects of engaging in misdeeds that annihilate and destroy all that is meaningful.

source: མེ འི་ རྣམ་པ་ འདི་ ལྟ་བུ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ གང་ ཏིལ་འབྲུ་ ཙམ་ གྱིས་ རི་ དང་ ནགས་ཚལ་ དང་ །_ ཚོང་རྡལ་ དང་ གླིང་ དང་ བཅས་པ་ དག་ སྲེག་ ན་ སེམས་ཅན་ དམྱལ་བ་པ འི་ ལུས་ དག་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ དགོས་ ཏེ །_
en: $719 “The fire that burns in this hell is such that even a flame the size of a sesame seed can consume mountains, forests, marketplaces, and islands, so it goes without saying that it can also burn the body of a being in this hell.

source: དེས་ མར་ ས ར་ གྱི་ གོང་བུ་ བཞིན་ དུ་ སྲེག་ གོ །_།
en: Such bodies will be consumed as if they were lumps of butter.

source: དེ་ནས་ ཡང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ ཉིན་ དང་ མཚན་མོ ར་ མི་ མངོན་ ཞིང་ མུན་པ ར་ ཞུགས་པ་ ན་
en: The hell beings will then reappear, and now enter a thick and total darkness, without day or night.

source: ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ གནོད་པ འི་ རྒྱ་མཚོ ར་ བྱིང་བ་ ཐམས་ཅད་ མུན་པ་ མུན་ གནག་ ཏུ་ གྱུར་པ །_
en: While shrouded in such complete darkness, they will sink into an ocean of torture that will last for many hundreds of thousands of years.

source: ལོག་པ ར་ ལྟ་བ་ བྱས་ ཤིང་ བསགས་ ལ་ བསྟེན་པ་ དག་ གི་ འབྲས་བུ ས་ དེ་ འདི་ལྟར་ ལོ་ དཔག་ ཏུ་ མེད་ ཅིང་ བགྲང་ གིས་ མི་ ལང་བ ར་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སྡུག་བསྔལ་ དང་ ཚ་བ་ དཔེ་མེད་ པས་ འཚེད་ དོ །_།
en: $720 “They will thus suffer acute and unparalleled pain caused by the completed and accumulated acts of a wrong view that is like a complete and total darkness continue throughout boundless and immeasurable spans of time.

source: སྲེག་ གོ །_།
en: Until the relevant negative acts have been overcome, relinquished, and exhausted, the beings of this realm will be boiled and burned, experiencing torture and unfathomable heat.

source: དེ་ སེམས་ཅན་ དམྱལ་བ འི་ ཡུན་རིང་པོ་ དེ་ལས་ འདས་ ནས་ གལ་ཏེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ ཡི་དགས་ སེར་སྣ་ ཅན་ ཞེས་ བྱ་བ་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: If, after an exceedingly long time, they should succeed in escaping this hell, they will be born five hundred times as the kind of starving spirit known as the miserly.

source: དེ་ནས་ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ དུད་འགྲོ་ ཐམས་ཅད་ ཀྱིས་ སྡུག་བསྔལ་བ་ གང་ཡིན་ པ་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Subsequently, they will be born five hundred times as animals afflicted with all kinds of suffering.

source: གལ་ཏེ་ བརྒྱལ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: Then, with the likelihood of a sea turtle poking its head through a yoke that floats on the ocean, they might somehow be born with the general lot in life of a human, due to karmic actions to be experienced in other lives.

source: ལོག་པ ར་ ལྟ་བ་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ ཀླ་ཀློ འི་ རིགས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ ཞིང་ དབུལ་བ་ དང་ །_ ནད་ དང་ །_ ལོང་བ་ དང་ །_ ལག་རྡུམ་ དང་ །_ ནད་བུ་ ཅན་ དུ་ འགྱུར །_
en: Yet, even if that should happen, they will, in terms of effects that accord with the causal actions of wrong view, be born among barbarians and they will be poor, blind, crippled, and sickly.

source: ཚེ་ ཐུང་བ་ དང་ །_ ཚིག་ ཡིད་ མི་ ཆེས་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Their lives will be short, and their words will not be trusted.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་ [207b] བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ རབ་ཏུ་ སྲེག་པ་ ཆེན་པོ་ ཞེས་ བྱ་བ་ ཡོད་པ་ མཐོང་ ངོ་ །_།
en: $721 “As the monk who has knowledge of the effects of the ripening of karmic actions examines the regions that surround {{page:{number:252,id:UT22084-068-021-100278,folio:F.207.b,volume:V68}}} the Hell of Heat, he will apply knowledge derived from hearing and thus perceive a neighboring hell known as Great Scorching.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ དང་ །_ ལོག་པ ར་ ལྟ་བ་ ལས་ དང་ འབྲས་བུ་ མི་ འཐུན་ པར་ སྟོན་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ མང་ དུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will apply knowledge derived from hearing and see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, lying, and teaching a wrong view that distorts the relationship between karmic actions and their effects.

source: འདི་ལྟ་སྟེ །_ སྲོག་གཅོད་པ་ བྱས་ ན་ སྲོག་གཅོད་པ་ པོ་ ཚེ་ ཕྱི་མ་ ལ་ ལྷ་ རྣམས་ སུ་ སྐྱེ འོ་ ཞེས་ ཟེར་བ་ དེ་ ནི་ འདི་ལྟར་ ལས་ དང་ འབྲས་བུ་ མི་ འཐུན་ པར་ སྟོན་པ་ ཡིན་ ནོ །_།
en: An example of the latter would be the claim that someone who kills will be reborn among the gods.

source: སྲོག་ཆགས་ རྣམས་ ཀྱི་ སྙིང་ ལ་ ཆེས་ སྡུག་བསྔལ་བ་ མེད་པ་ མ་ ཡིན་ ལ་ འདི་ལྟར་ ལྷ་ རྣམས་ སུ་ སྐྱེས་པ་ དག་ ལ་ ཆེས་ བདེ་བ་ མེད་པ་ མ་ ཡིན་ ཏེ །_
en: Here it is not that one claims that the hearts of living beings are free from intense suffering, nor that those born as gods will not experience intense pleasure.

source: སྡུག་བསྔལ་ གྱི་ རྒྱུ་ སྲོག་གཅོད་པ་ དང་ ཡང་དག་ པར་ ལྡན་པ་ ནི་ བདེ་བ འི་ རྒྱུ ར་ མི་ འགྱུར་ སྡུག་བསྔལ་ ཡང་ བདེ་བ འི་ ལས་ ཀྱི་ འབྲས་བུ ར་ མི་ འགྱུར་ ཏེ །_
en: However, killing is a cause of suffering, and thus possession of that cause does not bring happiness, just as suffering will not become the result of a karmic action that leads to happiness.

source: ལོག་པ ར་ ལྟ་བ འི་ རྣམ་པ་ དེ་དག་ སྟོན་པ ར་ བྱེད་པ་ དེ་ ནི་ལ ས་ དེ་ དང་ འབྲས་བུ་ མི་ འཐུན་ པར་ སྟོན་པ་ ཡིན་ ནོ །_།
en: Therefore, such an assertion constitutes a distortion of the relationship between karmic actions and their effects.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ རབ་ཏུ་ སྲེག་པ་ ཆེན་པོ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $722 “As a result of such acts one will, upon separating from one’s body, fall into the lower realms and be born in the hell of Great Scorching.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་ པར་ ཇི་ལྟ ར་ བསྟན་པ འི་ སྡུག་བསྔལ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ བཅུ་འགྱུར་ དུ་ འབྱུང་ ངོ་ །_།
en: The beings in that realm will experience torture as they undergo all the same ordeals that are otherwise experienced in the hell of Reviving, and so forth, yet multiplied tenfold.

source: རང་ གི་ ལུས་ ལས་ ཀྱང་ ཀུན་ ནས་ མེ་ འབྱུང་ སྟེ །_ རྣམ་པ་ དེ་ལྟ་ བུར་ རབ་ཏུ་ སྲེག་པ་ ནི །_ གང་ ལས་ བྱས་པ འི་ སེམས་ཅན་ དམྱལ་བ་པ འི་ མེ འི་ ཕྱི་རོལ་ ན་ གནས་པ་ བཅུ་དྲུག་ གི་ ཆར་ ཡང་ མི་ ཕོད་ དོ །_།
en: Flames, created by karma, will burst forth from one’s own body and burn with an intensity sixteen times hotter than any external fire.

source: མེ་ དེ འི་ མདོག་ ཁ་བ་ འདྲ་ ལ་ རྣམ་པ་ དེ་ལྟ་ བུས་ དེ་ རབ་ཏུ་ སྲེག་པ ར་ བྱེད་ དེ །_ དེ འི་ ཕྱི་ ནང་ ཐམས་ཅད་ རབ་ཏུ་ ཚིག་ གོ །_།
en: The flames are of a snow-like color, burning fiercely and consuming everything without and within.

source: ཡིད་ ལ་ གཅགས་པ་ ལས་ བྱུང་བ འི་ མེ་ གཞན་ གསུམ་པ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ དེས་ ཀྱང་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ སྲེག་ གོ །_།
en: Meanwhile, a third fire will burst forth that consists of their own remorse, and that fire will also burn them.

source: ལོག་པ ར་ ལྟ་བ་ དེ་ ཕྱིས་ འདི་ལྟར་ ལོག་པ ར་ ལྟ་བ འི་ འབྲས་བུ་ ནི་ ཚ འོ །_།
en: $723 “Such are the future effects of wrong view.

source: རྣམ་པར་ སྨིན་པ འི་ འབྲས་བུ་ ནི་ ཚ འོ །_། རོ་མྱང་བ་ ནི་ ཚ འོ་ ཞེས་ མངོན་ [208a] པར་ ཤེས་པ ར་ འགྱུར་ རོ །_།
en: Know that the ripened effect of wrong view is burning and that the experience is hot. {{page:{number:253,id:UT22084-068-021-100279,folio:F.208.a,volume:V68}}}

source: དེ་ མེ་གསུམ་ གྱིས་ མངོན་པར་ སྲེག་པ་ ནི་ སྐད་ཅིག་ ཙམ་ ཡང་ བདེ་བ་ མི་ འཐོབ་ སྟེ །_
en: The person burned by these three fires will not have even a moment of pleasure.

source: སེམས་ཅན་ དམྱལ་བ་ ཚ་བ འི་ འཁོར་ རབ་ཏུ་ སྲེག་པ་ ཆེན་པོ ར་ འདི་ལྟར་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ མཐའ་ སྤྱད་པ་ དེ །_
en: Such are the consequences of engaging in misdeeds, as they manifest in the neighboring hell of Great Scorching.

source: དེར་ ལོ་ གྲངས་མེད་ པར་ ཡུན་རིང་ མོ་ ཞིག་ ཏུ་ འཚེད་ དེ་དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ དེ་ སྲེག་ གོ །_། འཚེད་ དོ །_། རྣམ་པར་ འཇིག་པ ར་ བྱེད་ དོ །_།
en: Until the relevant karmic actions have been overcome, relinquished, and exhausted, one will, for the longest timespan of years beyond number, continue to burn, boil, and perish.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཚེ་རབས་ སུམ་བརྒྱ ར་ ཡི་དགས་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_། ཚེ་རབས་ ཉིས་ བརྒྱ ར་ དུད་འགྲོ་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When one finally escapes that hell, one will be born three hundred times as a starving spirit, and thereafter two hundred times as an animal.

source: དེ་དེ་ ལས་ ཐར་ ནས་ གལ་ཏེ་ བརྒྱ་ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ ཕ་མ་ ལ་ རིམ་གྲོ་ བྱ་བ་ བཏང་ ཞིང་ སྒྲ་ སྐད་ འབྱིན་པ ར་ འགྱུར །_
en: If, when those lives have transpired, one should be born with the general lot in life of a human, one will not show any respect for one’s parents.

source: མི་གཙང་བ་ ཟ་ ཞིང་ ཡུལ་ ནས་ ཡུལ་ གཞན་ དུ་ རྒྱུ་བ་ དང་ །_
en: One will shout, eat filth, and roam from place to place.

source: དམ་པ འི་ ཆོས་ དང་ བྲལ་བ་ དང་ །_ སྐྱེ་བོ་ ཀུན་ གྱིས་ སྨད་པ་ དང་ །_ བཟའ་བ་ དང་ གནས་པ འི་ ཁྱི འི་ སྤྱོད་ལམ་ དང་ མཚུངས་པ་ དང་ །_ རྐང་ལག་ ལ་ ཐོར་པ་ འབྱུང་བ་ དང་ །_
en: One will be separated from the sacred Dharma and despised by everyone, eating and living like a dog, and having pustules on one’s arms and legs.

source: ཕ་རོལ་ གྱི་ བསོད་སྙོམས་ ཀྱི་ ཟས་ གསོབ་ གསོག་ ཏུ་ གྱུར་པ་ ཟོས་ ནས་ མི འི་ ཚེ་ འདི་ཉིད་ ལ་ འཆི་བ ར་ འགྱུར་ ཏེ
en: One will die having eaten alms that were obtained by means of deception.

source: དེ་ལྟ ར་ ལོག་པ ར་ ལྟ་བ་ ནི་ ཐོག་མ་ དང་བ ར་ མ་ དང་ ཐ་མ ར་ མི་འདོད་པ་ འབྱུང་བ་ དགེ་སློང་ དེས་ མཐོང་ ངོ་ །_།
en: $724 “Thus, the monk will see that the effects of wrong view are undesirable all through the beginning, middle, and end.
